
function SectionExperience() {

    return(
        <>
            <main>
                <article className="wrapper-experience">
                    <h3>ประสบการณ์ทำงาน</h3>
                    <section className="experience">
                        <div className="experience-item">
                            <h3>Moserv</h3>
                            <h6>ตำแหน่ง : Junior Software Engineer</h6>    
                            <h6>หน้าที่ : Monitor Service ต่างๆบน Server ถ้ามีสิ่งผิดปกติให้ทำการแจ้งพี่ๆหรือส่วนใดที่แก้เองได้ สามารถแก้เองได้เลย แต่ต้องรายงานหัวหน้างานด้วยทุกครั้ง</h6>
                            <h6>ประสบการณ์ที่ได้รับ : การทำงานได้ตลอดเวลา ที่นี่คนทำงานน้อยทุกคนต้องพร้มทำงาน Support ทุกเวลาไม่เว้น เสาร์และอาทิตย์</h6>
                            <h6>สิ่งที่ได้รับมา : การใช้ OS Linux Ubuntu มีความรู้การใช้ command ของ OS ได้เรียนรู้ Skill PHP , JS , CSS , Jquery มาจากที่นี่ และการติดตั้ง VM</h6>
                            <h6>ปีที่เข้าทำงาน พฤษจิกายน 2019 - มีนาคม 2022</h6>
                        </div> 
                        <div className="experience-item">
                            <h3>Bizpotentail</h3>
                            <h6>ตำแหน่ง : Junior PHP Programmer & Web Developer</h6>    
                            <h6>หน้าที่ : พัฒนาเว็บ Web เพื่อ Support ลูกค้า</h6>
                            <h6>ประสบการณ์ที่ได้รับ : การเข้าไปทำงานกับลูกค้าใกล้ชิดกับลูกค้า สามารถตัดสินใจได้ทันที แต่ต้องรายงานทีมด้วย </h6>
                            <h6>สิ่งที่ได้รับมา : ในการพัฒนาระบบต้องคำนึงถึงความปลอดภัย และเป็นสถานที่เหมือนได้ อัพเลเวล ภาษาก่อนหน้าได้นำมาใช้จริงมากๆขึ้นเหมือนเป็นการเพิ่มประสบการณ์ให้กับภาษาโปรแกรมมิ่งที่เรียนรู้มาได้ทำงานจริงมากขึ้น</h6>
                            <h6>ปีที่เข้าทำงาน พฤษภาคม 2022 - ธันวาคม 2024</h6>

                        </div> 
                        <div className="experience-item">
                        <h3>Netsys</h3>
                            <h6>ตำแหน่ง : Junior PHP Programmer & Web Developer</h6>    
                            <h6>หน้าที่ : พัฒนาเว็บ Web เพื่อ Support ลูกค้า</h6>
                            <h6>ประสบการณ์ที่ได้รับ : การเข้าไปทำงานกับลูกค้าใกล้ชิดกับลูกค้า สามารถตัดสินใจได้ทันที แต่ต้องรายงานทีมด้วย </h6>
                            <h6>สิ่งที่ได้รับมา : ในการพัฒนาระบบต้องคำนึงถึงความปลอดภัย และเป็นสถานที่เหมือนได้ อัพเลเวล ภาษาก่อนหน้าได้นำมาใช้จริงมากๆขึ้นเหมือนเป็นการเพิ่มประสบการณ์ให้กับภาษาโปรแกรมมิ่งที่เรียนรู้มาได้ทำงานจริงมากขึ้น</h6>
                            <h6>ปีที่เข้าทำงาน มกราคม 2024 - ปัจจุบัน</h6>
                        </div>   
                    </section>    
                </article>                
            </main>
        </>
    )
}
export default SectionExperience;